[
	{
		"company_id" : 50612,
		"company_name" : "TopDev's Client",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/03/01/TopDev-SE6qQ18EbAUjcfoD-1709278717.png",
		"website" : "topdev.vn",
		"about_us" : "We are American company that specializes in developing software for the music industry. The programs we develop help record labels and artists market and monetize their music. We have offices in US and Europe, and we opened our Hanoi office in 2018. We are a young, dynamic company that is committed to making the music industry a simpler, more profitable place for artists."
	},
	{
		"company_id" : 53647,
		"company_name" : "VIET LINK SOLUTIONS CO .,LTD",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/files/logos/31428deef180d77fc615f7e0dc81bffd.png",
		"website" : "Not found!",
		"about_us" : ""
	},
	{
		"company_id" : 55771,
		"company_name" : "Just - In - Time Solutions",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2020/05/06/OWmaalJb0oMGdm4ZjLmApPOR6yqRpEci.jpg",
		"website" : "https://jits.com.vn/",
		"about_us" : "Just-in-Time Solutions (JITS) is a leading regional financial technology company, offering a comprehensive portfolio of IT products and services. We operate internationally through our offices and contact points in Ho Chi Minh City, Hanoi, Vientiane, Phnom Penh, and Yangon."
	},
	{
		"company_id" : 55929,
		"company_name" : "Got It",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2022/08/25/TopDev-logoJg79B9nS6V4twd63OJqqvPuPWwHLKLHg-1661398129.png",
		"website" : "https://www.gotit.vn/",
		"about_us" : "Got It is the original mobile e-voucher management platform in Vietnam. We combine amazing people, creativity, solution based thinking and technological innovation to meet our clients and end-users needs."
	},
	{
		"company_id" : 58023,
		"company_name" : "Wizy",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/files/logos/5b7e56cf5b96e4c888cc93e0ebd93814.png",
		"website" : "https://wizy.vn/",
		"about_us" : "Wizy enables Vietnamese developers to work in a new world setup under pandemic, fully remotely. Work anywhere you want with our international team across the globe to serve our clients in the United States, Europes and South Africa."
	},
	{
		"company_id" : 59216,
		"company_name" : "NEXTOP",
		"country" : "Japan",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/files/logos/5493fd0d20013bce8d5f2119415f9ff3.jpg",
		"website" : "https://www.nextop.asia",
		"about_us" : "NEXTOP Co., Ltd is a solution provider of financial systems of Forex, CFD and its white label systems for over 10 years and focuses on developing crypto currency exchange in next years. Headquartered in Tokyo, Japan; we have grown rapidly with continual expansion of 02 software development centers in Hanoi, Vietnam and in Dalian, China consisting of professional advisors, IT experts, engineers and developers."
	},
	{
		"company_id" : 61226,
		"company_name" : "FPT Software",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2021/04/12/FPTSOFT-Logo-new-NVf2j.png",
		"website" : "https://career.fpt-software.com/",
		"about_us" : "FPT Software là công ty thành viên thuộc Tập đoàn FPT. Được thành lập từ năm 1999, FPT Software hiện là công ty chuyên cung cấp các dịch vụ và giải pháp phần mềm cho các khách hàng quốc tế, với hơn 28000 nhân viên, hiện diện tại 27 quốc gia trên toàn cầu. Nhiều năm liền, FPT Software được bình chọn là Nhà Tuyển dụng được yêu thích nhất và nằm trong TOP các công ty có môi trường làm việc tốt nhất Việt Nam."
	},
	{
		"company_id" : 61244,
		"company_name" : "CAZOODLE",
		"country" : "United States",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/08/11/TopDev-h1-AnhNguyen-1660209682.png",
		"website" : "https://www.cazoodle.com/",
		"about_us" : "Cazoodle specializes in building new search engines that aggregate information from thousands of online sources, creating a one stop-destination for users to quickly navigate through all their possible choices for finding funding opportunities, renting an apartment or buying a certain product. We are seeking software developers to join our team tasked with maintaining and developing not only our vertical search applications but also our crawling platform which helps collect and aggregate data from online sources."
	},
	{
		"company_id" : 62606,
		"company_name" : "Home Credit Vietnam",
		"country" : "Czech-Republic",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/files/logos/79d367d23e39eacfc046b9a6a1bd837b.png",
		"website" : "https://career.homecredit.vn/",
		"about_us" : "Home Credit is a leading digital financing solutions firm which empowers people to live the life they want by seamlessly delivering innovative financial services through extensive insights powered by scalable technology platforms and powerful partnerships."
	},
	{
		"company_id" : 63221,
		"company_name" : "SYNERGIX",
		"country" : "Singapore",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/files/logos/6ffc31d30ad72644036634ef1150e5a2.png",
		"website" : "https://www.synergixtech.com﻿",
		"about_us" : "Synergix Technologies is Singapore’s leader in enterprise solution, Cloud ERP solutions, and software service. We are proud to be one of the largest local and principal system developer for Small and Medium-sized companies. Founded in 1990 by Mr Koh Yang Uei, Synergix Technologies grew from a small accounting venture to the development of a fully integrated, web-based ERP System which is the most integrated Cloud-based ERP software offered in Singapore."
	},
	{
		"company_id" : 63904,
		"company_name" : "KMS Technology",
		"country" : "United States",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/files/logos/83013c268988052b803dc4b44ebf7345.png",
		"website" : "https://careers.kms-technology.com/",
		"about_us" : "Established in 2009, KMS Technology is a U.S.-based engineering and services company with development centers in Vietnam. KMS Technology is trusted by international clients for the superior quality of products and expertise of Vietnamese engineers."
	},
	{
		"company_id" : 64442,
		"company_name" : "CÔNG TY CỔ PHẦN CHỨNG KHOÁN VNDIRECT",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2021/07/16/TopDev-LogoVNDIRECT-tmphmminh-1626399835.png",
		"website" : "https://www.vndirect.com.vn/",
		"about_us" : ""
	},
	{
		"company_id" : 64832,
		"company_name" : "CYBOZU VIETNAM",
		"country" : "Japan",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/02/28/TopDev-logoLcUiJsxWseqQMTzbf3wXCvJoQRAUmf52-1646039294.png",
		"website" : "https://cybozu.vn/",
		"about_us" : "WHO ARE WE?"
	},
	{
		"company_id" : 67320,
		"company_name" : "BSS Group",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/10/17/TopDev-z2F86p0b8KwwodKt-1697535265.jpg",
		"website" : "http://bssgroup.vn​",
		"about_us" : "BSS Group is the trusted partner for full service ecommerce solutions.Since 2012, BSS has provided a wide range of products and services on multiple platforms. Two years later, BSS Commerce was established representing a significant step in the company's efforts to build a reputable brand of products & services.In 2022, we are thrilled to have Magestore and Simicart join the ecosystem to diversify our offerings for hundred thousands of customers from over 150 countries in the world.From our humble beginnings with only 3 key members in our first office, BSS Group has now expanded to 300 members - including Ecommerce Solution Specialists, Certified Developers, PMP certified Project Managers, highly qualified Testers, and Marketers.To become a trusted full-service solution provider for multiple eCommerce platforms on a global scale, we are eager to find out the next talented generation to join us. We pride ourselves on: - Competitive benefits- Plentiful career development opportunities- International project & Innovative technology- Human-centric working environmentFind out more about BSS:1. Products & Services: https://bsscommerce.com/ and https://www.magestore.com/2. People & Culture: https://bssgroup.vn/"
	},
	{
		"company_id" : 67546,
		"company_name" : "SPS Vietnam Company Limited",
		"country" : "Switzerland",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2023/02/07/TopDev-SPS_Logo-wTag_green_rgb_pos-1675757792.png",
		"website" : "https://www.spsglobal.com/en/home",
		"about_us" : "ABOUT SPS"
	},
	{
		"company_id" : 68206,
		"company_name" : "FPT IS",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2024/05/03/TopDev-glQDdmhvsNpKO4qt-1714706079.png",
		"website" : "https://fpt-is.com/",
		"about_us" : "As a cornerstone of FPT Corporation, a leader in integrated solutions and IT services in Vietnam for nearly three decades, FPT IS proudly stands as a trusted partner, committed to co-creating future value through technology alongside top enterprises and organizations, both domestically and globally."
	},
	{
		"company_id" : 70161,
		"company_name" : "NEC Vietnam",
		"country" : "Japan",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2021/10/11/TopDev-logoTfMFjgN0C6UmH9ZSU93bZqsO9kHoE55K-1633926986.png",
		"website" : "https://vn.nec.com/﻿",
		"about_us" : "NEC established its liaison office in Vietnam in the early 1990s. In line with its growth strategy, it was re-organized as NEC Vietnam Co., Ltd. in 2006, with a newfound commitment to grow the business and contribute towards the people and society of Vietnam."
	},
	{
		"company_id" : 70890,
		"company_name" : "GEEK Up",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/files/logos/493b6be5ce69f9e0255293abeafc67b9.png",
		"website" : "Not found!",
		"about_us" : ""
	},
	{
		"company_id" : 71079,
		"company_name" : "CÔNG TY CỔ PHẦN GIẢI PHÁP PHẦN MỀM TÀI CHÍNH (FSS)",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/files/logos/c1a7b15e314c70bf639cff59acb709e1.jpg",
		"website" : "Not found!",
		"about_us" : ""
	},
	{
		"company_id" : 72241,
		"company_name" : "THL ONE",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2021/06/10/dd3a045beeba86b3a669486c35044b0d-ar10D.png",
		"website" : "https://www.thlone.vn/",
		"about_us" : "As a leading enterprise in the information technology software development outsourcing in Vietnam and Korea in the last decade."
	},
	{
		"company_id" : 72403,
		"company_name" : "South Telecom",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2020/07/22/logonHXVEqXDWg7m3totbQkEf1JOyXdv92j5-dErSQ.png",
		"website" : "https://southtelecom.vn/",
		"about_us" : "South Telecom là Nhà cung cấp dịch vụ số - DSP (Digital Service Provider) sở hữu sản phẩm có công nghệ tiên tiến, tích hợp hiệu quả các ứng dụng của khách hàng, đồng hành tạo nên giải pháp thành công cho Doanh nghiệp."
	},
	{
		"company_id" : 73654,
		"company_name" : "Ekino VietNam",
		"country" : "France",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/files/logos/9d05f9f061845603e3db3793bc2fd3fb.png",
		"website" : "https://www.ekino.vn/",
		"about_us" : "Ekino is a French company specialising in the Conception, Design, Development and Maintenance of digital solutions: Digital Platforms, Websites, and Mobile Applications."
	},
	{
		"company_id" : 76377,
		"company_name" : "DEK TECHNOLOGIES",
		"country" : "Australia",
		"size" : "500-999",
		"logo" : "https://assets.topdev.vn/images/2023/10/26/TopDev-DEK-anEndavaCompany-Dark---nguyen-nhu-khuyen-le-1698286702.png",
		"website" : "https://www.dektech.com.au/",
		"about_us" : "DEK Technologies is a professional organization that places high value on people and the individual competence that they contribute. People enjoy working at DEK. They enjoy the team camaraderie, flexibility, opportunities for travel, and feeling part of the company’s success. Come and be a proud, integral part of helping our international customers develop the latest products that are sold globally and used by millions of people around the world. With offices situated in Melbourne Australia, Stockholm Sweden, Rome Italy, and Ho Chi Minh City Vietnam, you too can be a key part of our success."
	},
	{
		"company_id" : 76787,
		"company_name" : "NETPOWER AS",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2020/05/14/qPQwyto2iOH9P5K8jRn1bUty6JS5OJ1E.png",
		"website" : "Not found!",
		"about_us" : "Netpower is a privately held global software company with offices in Vietnam and Norway. We have more than 90 employees and among our clients you will find a considerable amount of large public, state-owned and private businesses."
	},
	{
		"company_id" : 78272,
		"company_name" : "DTN E-COMMERCE SOFTWARE COMPANY LIMITED",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2021/06/15/DTN-Logo-y7wRT.png",
		"website" : "https://www.dtn-e.com/",
		"about_us" : "DTN là công ty chuyên hoạt động trong lĩnh vực triển khai các hệ thống thương mại điện tử. Khách hàng của DTN là các công ty bán lẻ trong lĩnh vực thời trang, siêu thị, đồ nội thất, gia dụng đến từ Việt Nam và nhiều quốc gia Châu Âu."
	},
	{
		"company_id" : 78312,
		"company_name" : "Ban Công nghệ BIDV",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2022/07/18/TopDev-81f3677cd60d2cb9eb6d7fed6b7d5251-1658110907.png",
		"website" : "https://tuyendung.bidv.com.vn/",
		"about_us" : "Ngân hàng TMCP Đầu tư và Phát triển Việt Nam (BIDV) là ngân hàng hàng đầu tại Việt Nam, hoạt động kinh doanh trong nhiều lĩnh vực như: Ngân hàng, Bảo hiểm, Chứng khoán. Với hơn 25.000 cán bộ nhân viên, BIDV nhận thức được rằng nguồn nhân lực là một nhân tố quan trọng hàng đầu cho sự phát triển và thành công của tổ chức. Vì vậy, một trong những mục tiêu quan trọng nhất của BIDV là phải xây dựng, duy trì và phát triển đội ngũ nhân viên đảm bảo đủ về số lượng và chất lượng để thực hiện thắng lợi các mục tiêu, chiến lược kinh doanh của hệ thống."
	},
	{
		"company_id" : 79327,
		"company_name" : "Pasona Tech Việt Nam",
		"country" : "Japan",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2022/07/27/TopDev-LogoofPasonaTech-NgnNguyn-1658914059.jpg",
		"website" : "https://www.pasonatech.vn/",
		"about_us" : "Chào mừng đến với Pasona Tech Việt Nam."
	},
	{
		"company_id" : 79827,
		"company_name" : "soxes AG",
		"country" : "Switzerland",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/08/16/TopDev-z4608453108612_8caffb1eec91afa6d9d6d8431d67334f-1692168614.jpg",
		"website" : "https://www.soxes.ch/",
		"about_us" : "soxes AG is a Swiss software company. We focus our expertise on our European clients' outstanding visions and projects. Our customers' business goals and success take center stage in our daily work. Our development teams collaborate closely with our clients to develop high-quality solutions."
	},
	{
		"company_id" : 80787,
		"company_name" : "DTS Software Viet Nam",
		"country" : "Japan",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2020/02/21/1559822688581-Untitled.jpg",
		"website" : "http://dtsvn.com/",
		"about_us" : "Công ty TNHH Phần mềm DTS Việt Nam (tên gọi tắt là DTS Việt Nam) được thành lập với mục đích giúp DTS Corporation tại Nhật Bản đáp ứng nhu cầu phát triển sản phẩm, dịch vụ và cung cấp cho khách hàng đơn giá hợp lý, có tính cạnh tranh."
	},
	{
		"company_id" : 80858,
		"company_name" : "Cathay Life",
		"country" : "Taiwan",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2020/02/20/logo-%282%29.png",
		"website" : "https://www.cathaylife.com.vn/cathay/",
		"about_us" : "Công ty TNHH BHNT Cathay thành lập tháng 08 năm 1962, trực thuộc tập đoàn tài chính hàng đầu Cathay. Trong hơn 4 thập niên qua, với sự hỗ trợ đắc lực của hơn 26.000 nhân viên chuyên nghiệp, các cổ đông cùng mạng lưới khách hàng rộng lớn, chính sách chăm sóc khách hàng chu đáo, công ty BHNT Cathay đã luôn duy trì được mức doanh thu, tài sản và chính sách phát triển ổn định. Ngày nay, tại Đài Loan, công ty BHNT Cathay chính là thương hiệu số một trong ngành bảo hiểm nhân thọ."
	},
	{
		"company_id" : 81961,
		"company_name" : "VIETCAP SECURITIES",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/11/03/TopDev-Logo-Cong-Ty-Cp-Chung-Khoan-VIETCAP-1698998970.png",
		"website" : "https://www.vietcap.com.vn",
		"about_us" : "Vietcap Trading"
	},
	{
		"company_id" : 83675,
		"company_name" : "Công ty Cổ phần Công nghệ Truyền thông DTS",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/02/23/TopDev-Logo-DTS---Thu-Nguyen-1677140931.PNG",
		"website" : "https://www.dts.com.vn/",
		"about_us" : "Công ty Cổ phần Công nghệ Truyền thông DTS được thành lập ngày 26/01/1999. Sau gần 23 năm hình thành và phát triển, DTS hoạt động mạnh mẽ trên các lĩnh vực bao gồm Giải pháp viễn thông và công nghệ thông tin, phần mềm, Dịch vụ Data Center và Đào tạo Công nghệ Thông tin. Từ một công ty công nghệ thông tin có trụ sở chính tại Thành phố Hồ Chí Minh, tính đến năm 2018, DTS đã mở rộng hoạt động trên khắp 64 tỉnh thành với 2 chi nhánh tại Hà Nội và Đà Nẵng, doanh thu ước tính hàng năm đạt 50 triệu USD cùng quy mô công ty lên đến gần 200 nhân sự."
	},
	{
		"company_id" : 83682,
		"company_name" : "Trung Tâm Công nghệ thông tin Mobifone",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2022/08/16/TopDev-logohAT8HlmQCaufvVvrCsjpIGZiVwAD6RSZ-1660654919.jpeg",
		"website" : "https://it.mobifone.vn/tuyen-dung/",
		"about_us" : "XIN CHÀO ỨNG VIÊN"
	},
	{
		"company_id" : 83699,
		"company_name" : "Toshiba Software Development (Vietnam)",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2020/06/02/toshiba-logo-kOi4q.png",
		"website" : "Not found!",
		"about_us" : "Established in April 2007, Toshiba Software Development (Vietnam) Co., Ltd is a software company with 100% capital invested from Toshiba Corporation (Japan). As one of the overseas R& D centers of Toshiba Corporate in the software development field, we are developing software for a variety of Toshiba products & solutions. Besides, TSDV has been also working on R&D activities of cutting-edge fundamental software technologies. We aim to become a leading company in the software development field."
	},
	{
		"company_id" : 83734,
		"company_name" : "YOONG SOFTWARE CO., LTD.",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2020/06/24/Yoong-Logo-6tUe4.PNG",
		"website" : "https://yoong.vn/en/",
		"about_us" : "Ở Yoong, chúng tôi không chỉ cung cấp giải pháp công nghệ, chúng tôi là những người đồng hành cùng bạn trên đường tới thành công. Mỗi nhân viên được đào tạo để trở thành full-stack developer – Một người có thể tạo ra sản phẩm từ A tới Z. Họ bao quát được công việc của developer, tester, maintenance, coder, business developer."
	},
	{
		"company_id" : 83749,
		"company_name" : "One Mount Group",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2022/08/29/TopDev-OneMount-Logo-1661757130.png",
		"website" : "https://onemount.com/",
		"about_us" : "One Mount Group được thành lập với tham vọng kiến tạo hệ sinh thái công nghệ lớn nhất Việt Nam, cung cấp các giải pháp và dịch vụ xuyên suốt chuỗi giá trị, từ lĩnh vực dịch vụ tài chính, phân phối, bất động sản và bán lẻ. Bắt đầu với VinShop, ứng dụng bán lẻ chuyên dụng giúp các chủ tiệm tạp hoá độc lập phát triển cửa hàng của họ thông qua công nghệ hỗ trợ quản lý chuỗi cung ứng và hàng tồn kho. VinID, siêu ứng dụng và hệ thống quản lý khách hàng thân thiết lớn nhất Việt Nam tích hợp nhiều chức năng như thanh toán, quản lý nhà ở, mua hàng, dịch vụ tài chính. Và OneHousing, nền tảng toàn diện cho mọi nhu cầu về nhà ở, hỗ trợ mua bán, đầu tư và các dịch vụ khác liên quan đến bất động sản."
	},
	{
		"company_id" : 83765,
		"company_name" : "CÔNG TY TNHH POSCO DX VIỆT NAM",
		"country" : "South-Korea",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/06/26/TopDev-79d72697aa934440feefea356cc83d40-1687754035.png",
		"website" : "http://poscodxvn.com/",
		"about_us" : "POSCO DX Vietnam is a Korean IT firm exclusively providing IT operation solutions for steel factories of POSCO in Vietnam."
	},
	{
		"company_id" : 83868,
		"company_name" : "Ngân hàng TMCP Việt Nam Thịnh Vượng (VPBank)",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2023/06/27/TopDev-logo-ko-tag-line-01-1687853577.png",
		"website" : "https://tuyendung.vpbank.com.vn/vi",
		"about_us" : "Giới thiệu VPBank"
	},
	{
		"company_id" : 83892,
		"company_name" : "TAPTAP",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/06/12/TopDev-pCtEMulOAwlxFmq0-1718173182.png",
		"website" : "https://taptap.com.vn/",
		"about_us" : "Ứng dụng vàng trong làng tích-đổi điểm!"
	},
	{
		"company_id" : 84011,
		"company_name" : "Viettel Group",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2023/02/03/TopDev-Viettel-Logo-Original-1675389520.png",
		"website" : "https://tuyendung.viettel.vn/",
		"about_us" : "Tập đoàn Công nghiệp – Viễn thông Quân đội, thường dược biết đến dưới tên giao dịch Viettel hay Tập đoàn Viettel, là một tập đoàn viễn thông và công nghệ Việt Nam được thành lập vào ngày 1 tháng 6 năm 1989. Các ngành nghề chính của tập đoàn bao gồm: ngành dịch vụ viễn thông & công nghệ thông tin; ngành nghiên cứu sản xuất thiết bị điện tử viễn thông, ngành công nghiệp quốc phòng, ngành công nghiệp an ninh mạng và ngành cung cấp dịch vụ số. Sản phẩm nổi bật nhất của Viettel hiện nay là mạng di động Viettel Mobile. Công ty thành viên Viettel Telecom của Viettel hiện đang là nhà mạng giữ thị phần lớn nhất trên thị trường dịch vụ viễn thông Việt Nam."
	},
	{
		"company_id" : 84093,
		"company_name" : "Eduvator",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2024/05/02/TopDev-B7a8LPT7uCwguiYL-1714655028.png",
		"website" : "https://zim.vn",
		"about_us" : "Eduvator is a young Edtech company specialized in personalized education. We aim to use technology to find the most suitable way of learning for each individual."
	},
	{
		"company_id" : 84168,
		"company_name" : "Senspark",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2020/10/16/b9972940c56a-YenDo-FU0Kq.png",
		"website" : "https://senspark.com/",
		"about_us" : "About Senspark:"
	},
	{
		"company_id" : 84189,
		"company_name" : "ISB Vietnam",
		"country" : "Japan",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2020/10/20/logoks9b7tnLjWib2H4iltah9OhruH4aFOWK-XJprQ.png",
		"website" : "https://isb-vietnam.com.vn/expertise/?lang=en",
		"about_us" : "As an esteemed offshore software development outsourcing company in Vietnam, ISB Vietnam provides the outsourcing services with Passions, Teamwork and Innovations. With quality engineers and expert consultants who are committed to deliver the excellent results, we help enterprises achieve their goals.Keeping our mission to contribute to society in our mind, we serve every and each customer with the great interest in their business and utmost care."
	},
	{
		"company_id" : 84508,
		"company_name" : "Mirae Asset Finance Company (Vietnam)",
		"country" : "South-Korea",
		"size" : "5.000-9.999",
		"logo" : "https://assets.topdev.vn/images/2024/02/05/TopDev-dABBxxi9wRepG2Iz-1707125546.png",
		"website" : "http://mafc.com.vn",
		"about_us" : "Mirae Asset Finance Company Vietnam is a member of Mirae Asset Financial Group, a global financial group from Korea, with 20 years of experience in finance, securities, investment, asset management etc., and is present in 16 countries with 200 offices and branches worldwide."
	},
	{
		"company_id" : 84681,
		"company_name" : "CÔNG TY TNHH SAMSUNG SDS VIỆT NAM",
		"country" : "South-Korea",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2024/01/18/TopDev-a058039cffaa55dc00205bcb5d97da44-1705553654.jpg",
		"website" : "https://www.samsungsds.com/",
		"about_us" : "Samsung SDS được thành lập năm 1985 với tư cách là phân nhánh ICT của Tập đoàn Samsung."
	},
	{
		"company_id" : 85190,
		"company_name" : "Công ty Cổ phần bGlobal",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/11/10/TopDev-Asset-44%404x---Pham-Thi-Ngan-Ha-1699589213.png",
		"website" : "https://bglobalcorp.com/",
		"about_us" : "Công ty Cổ phần bGlobal được hình thành từ nhóm các nhà khoa học CNTT hàng đầu trong các trường Đại học và Viện nghiên cứu tại Việt Nam, và chính thức được thành lập từ năm 2019. Công ty chúng tôi cung cấp 3 dịch vụ chính:"
	},
	{
		"company_id" : 85437,
		"company_name" : "LG Electronics R&D Vietnam",
		"country" : "South-Korea",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2023/08/21/TopDev-2a58f7a092a6059750d4aec373ef4baf-1692609445.png",
		"website" : "https://www.lg.com/vn",
		"about_us" : "From 1st January 2023, our company will embark on a new milestone to be an independent legal entity, from LG Vehicle components Solution Development Center Vietnam - LG VS DCV -become LG Electronics Development Vietnam Company Limited – LGEDV."
	},
	{
		"company_id" : 85578,
		"company_name" : "HOIIO",
		"country" : "Singapore",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2022/05/19/TopDev-hoiiologooutputcopy-SamPan-1652941726.jpg",
		"website" : "https://www.b3networks.com/",
		"about_us" : "HOIIO is a software company and provide cloud communication and apps to businesses on a subscription and usage based business model. We are founded in Singapore in 2007 and have expanded regionally with offices in Malaysia, Hong Kong and Vietnam.  We are a firm believer in cloud technologies and its ability to empower a new era of agile businesses and have invested over 8 years of research and development into our awards winning agile cloud platform."
	},
	{
		"company_id" : 85593,
		"company_name" : "Ngân hàng TMCP Sài Gòn Thương tín (Sacombank)",
		"country" : "Vietnam",
		"size" : "10.000-19.999",
		"logo" : "https://assets.topdev.vn/images/2022/07/25/TopDev-Screenshot2022-07-25141645-1658733437.png",
		"website" : "https://sacombankcareer.com/",
		"about_us" : "Sacombank được thành lập vào ngày 21/12/1991, là một trong những Ngân hàng Thương mại Cổ phần đầu tiên được thành lập tại TP.HCM. Qua 32 năm hình thành và phát triển, Sacombank hiện là một trong những ngân hàng hàng đầu Việt Nam có nền tảng phát triển hiệu quả, an toàn và bền vững"
	},
	{
		"company_id" : 85604,
		"company_name" : "BStar Solutions",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2022/09/05/TopDev-BStar-Logo-TrmAnh-1662372298.png",
		"website" : "https://bstarsolutions.com/",
		"about_us" : "As a proud member of Galaxy Holdings - Sovico Group, BStar Solutions Digital stands as a dynamic force in the digital realm, recognized for our prowess in talent and customizable solutions. We are dedicated to propelling businesses worldwide to new heights through cutting-edge digital, software, and IT solutions. Across diverse industries, including Aviation, EAI, Fintech, Manufacturing, Automotive, Blockchain, Medical, Health Tech, Real Estate, Hospitality, Education, and beyond, we serve as a strategic partner, empowering organizations with innovation and excellence."
	},
	{
		"company_id" : 85748,
		"company_name" : "Floware",
		"country" : "United States",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2021/03/05/flowarelogo-PhuongQuynh-gEJz8.png",
		"website" : "https://www.floware.com/",
		"about_us" : "Overview about Floware"
	},
	{
		"company_id" : 85784,
		"company_name" : "LinkQ",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/06/28/TopDev-LOGOLINKQERP-1656410271.png",
		"website" : "https://linkq.com.vn/",
		"about_us" : "Công Ty TNHH Phần Mềm LinkQ ERP là công ty chuyên sâu vào lĩnh vực phát triển phần mềm quản lý doanh nghiệp sản xuất."
	},
	{
		"company_id" : 86156,
		"company_name" : "VietSunshine",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/05/31/TopDev-VietSunnshine-Logo-1653968653.png",
		"website" : "https://vietsunshine.com.vn/",
		"about_us" : "VietSunshine - là nhà phân phối các giải pháp an ninh mạng, giải pháp chuyển đổi số, hạ tầng CNTT, dịch vụ kiểm tra và đánh giá ATTT."
	},
	{
		"company_id" : 86774,
		"company_name" : "HOPEE",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/06/14/TopDev-z29014312455472ed0f0ce158edd1a91d9f91e0609f608-HopeeHR-1655170673.jpg",
		"website" : "https://hopee.com.vn/",
		"about_us" : "HOPEE is a professional ‘offshore’ software development organization. To thrive on delivering challenging projects for a wide variety of customers, we use the latest technologies to develop software for business intelligence, ERP, relationship networks, GIS, risk management systems and application for mobile devices. Our vision and mission are not only to open, strengthen our business market in IT Software field but also to provide you a chance for your career path, to enrich your professional knowledge and commitment to build a friendly, energetic and enthusiastic working environment."
	},
	{
		"company_id" : 86997,
		"company_name" : "Eximbank",
		"country" : "Vietnam",
		"size" : "5.000-9.999",
		"logo" : "https://assets.topdev.vn/images/2024/06/21/TopDev-BHG8Qo9GT8Dhr332-1718941218.png",
		"website" : "https://tuyendungeximbank.com/",
		"about_us" : "Eximbank được thành lập vào ngày 24/05/1989, là một trong những Ngân hàng thương mại cổ phần đầu tiên của Việt Nam. Eximbank có địa bàn hoạt động rộng khắp cả nước với Trụ Sở Chính đặt tại TP. Hồ Chí Minh và 215 chi nhánh và phòng giao dịch trên toàn quốc và đã thiết lập quan hệ đại lý với 869 Ngân hàng tại 84 quốc gia trên thế giới."
	},
	{
		"company_id" : 87137,
		"company_name" : "Công ty Cổ phần Truyền thông Iris",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2020/11/09/iris-media-logo.jpg",
		"website" : "https://irismedia.vn/",
		"about_us" : "CÔNG TY CỔ PHẦN TRUYỀN THÔNG IRIS là doanh nghiệp hoạt động trong lĩnh vực Công nghệ thông tin và Truyền thông."
	},
	{
		"company_id" : 87151,
		"company_name" : "Woori Bank",
		"country" : "South-Korea",
		"size" : "500-999",
		"logo" : "https://assets.topdev.vn/images/2022/08/26/TopDev-295509125703921667691438456616260143748810n-MaiAnh-1661489442.jpg",
		"website" : "https://www.woori.com.vn",
		"about_us" : "Ngân hàng Woori Việt Nam là ngân hàng có 100% vốn đầu tư của nước ngoài, có mặt lần đầu tiên tại Việt Nam vào năm 1997, cho đến năm 2017 thì thành lập pháp nhân chính thức với tên gọi Ngân hàng TNHH MTV Woori Việt Nam (Ngân hàng Woori Việt Nam), đặt Hội sở tại Hà Nội. Sau khi thành lập pháp nhân, Ngân hàng Woori Việt Nam đã mở rộng mạng lưới kinh doanh, có mặt ở hầu hết các thành phố lớn như Hà Nội, TP. Hồ Chí Minh, Đà Nẵng, Cần Thơ,… với 24 chi nhánh và phòng giao dịch trên cả nước."
	},
	{
		"company_id" : 87926,
		"company_name" : "CÔNG TY TNHH RETAIL HERO VIETNAM",
		"country" : "United States",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2020/11/09/retail-management-hero-logo.png",
		"website" : "https://www.rmhpos.com/",
		"about_us" : "Founded in 2014 in Northern California, Retail Management Hero (RMH) is a privately-owned software development company focused on continually innovating retail in ways that empower retailers with intuitive point-of-sale (POS) solutions that simplify and streamline store management. The company’s flagship product, RMH point-of-sale, was launched early 2016 to give small-to-medium retailers a seamless next-generation replacement solution for the end-of-life Microsoft Dynamics Retail Management System (RMS).RMH development team members on average each have 15+ years of experience in software development, implementation, support, quality assurance, and/or partner management. A majority of them have a strong Microsoft background and were instrumental in the evolution of Dynamics RMS in terms of selling, supporting and/or developing complete integrations for more than a decade."
	},
	{
		"company_id" : 88128,
		"company_name" : "Công ty TNHH Thị Giác META",
		"country" : "Japan",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2021/08/23/TopDev-logo9MBi0AUAINmVbJJu6exIHi2d7fDMaW6A-1629687628.png",
		"website" : "https://meta-vi.vn/",
		"about_us" : "Meta Vision Co., Ltd là công ty liên doanh giữa doanh nghiệp Nhật Bản và doanh nghiệp Việt Nam với mục tiêu tạo ra những giá trị mới dựa trên tài năng của nguồn nhân lực trẻ Việt Nam. Chúng tôi hướng đến các giải pháp thông minh cho các nhà máy và cung cấp dịch vụ gia công phần mềm."
	},
	{
		"company_id" : 88386,
		"company_name" : "SmartSign",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2020/11/09/ch-ky-s-vina-vinaca-logo.png",
		"website" : "https://www.smartsign.com.vn/",
		"about_us" : "Công Ty Cổ Phần Chữ Ký Số Vi Na là một trong 10 đơn vị cung cấp dịch vụ chứng thư số công cộng được Bộ TT&TT cấp giấy phép.  Được thành lập từ năm 2009, Công Ty Cổ Phần Chữ Ký Số Vi Na  đã cung cấp dịch vụ cho hơn 200.000 doanh nghiệp và cá nhân. Chúng tôi hướng đến cung cấp dịch vụ tốt nhất và nhanh nhất, hỗ trợ nhiệt tình nhất và luôn giữ cam kết."
	},
	{
		"company_id" : 88647,
		"company_name" : "CÔNG TY TNHH MITEK VIỆT NAM",
		"country" : "United States",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2022/04/12/TopDev-5177fd7af46a06086b37826de40035fa-1649746004.png",
		"website" : "https://mitekvietnam.com.vn/vi",
		"about_us" : "MiTek® is a global company focused on providing integrated software, services, engineered products and automated solutions for the building industry worldwide. Innovating and expanding into aspects of global building, MiTek® empowers customers to improve the way they design, make and build."
	},
	{
		"company_id" : 88684,
		"company_name" : "Ngân hàng TMCP Hàng Hải Việt Nam (MSB)",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2021/09/27/TopDev-3a1441dc6eeb30a7e676c538a9438cbf-1632727590.PNG",
		"website" : "https://d-innovation.msb.com.vn/",
		"about_us" : "Ngay từ khi thành lập, MSB đã ghi dấu ấn trong ngành Ngân hàng khi tiên phong ứng dụng Công nghệ."
	},
	{
		"company_id" : 88817,
		"company_name" : "NGÂN HÀNG THƯƠNG MẠI CỔ PHẦN KIÊN LONG",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2024/06/14/TopDev-logo-kienlongbank_64e3409558de2-1718329390.png",
		"website" : "https://kienlongbank.com/",
		"about_us" : "Kien Long Bank"
	},
	{
		"company_id" : 89389,
		"company_name" : "ARCH Việt Nam",
		"country" : "Japan",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2020/11/09/arch-logo.jpg",
		"website" : "https://arch-vietnam.vn/",
		"about_us" : "Arch VN là công ty 100% vốn đầu tư của Nhật Bản ra đời vào tháng 5 năm 2015."
	},
	{
		"company_id" : 91783,
		"company_name" : "Megazone Vietnam Company Limited",
		"country" : "South-Korea",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2020/11/26/Megazone-Vietnam-Logo-IICyL.png",
		"website" : "https://www.megazone.com/",
		"about_us" : ""
	},
	{
		"company_id" : 91848,
		"company_name" : "Ngân hàng TMCP An Bình (ABBANK)",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2020/12/10/logoix91C4zNZxjSXOSWq4xUrJZcHpUbB3xH-39Ezs.png",
		"website" : "https://www.abbank.vn/",
		"about_us" : "Ngân hàng TMCP An Bình (ABBANK) được thành lập ngày 13/05/1993, với tầm nhìn trở thành một trong những Ngân hàng TMCP hàng đầu Việt Nam tập trung vào lĩnh vực bán lẻ."
	},
	{
		"company_id" : 91900,
		"company_name" : "CÔNG TY TNHH CYLLENGE VIỆT NAM",
		"country" : "Japan",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/04/04/TopDev-Anh-chup-man-hinh-2024-04-04-134925-1712213484.png",
		"website" : "https://www.cyllenge.co.jp/",
		"about_us" : "CYLLENGE VIỆT NAM is a 100% foreign-invested subsidiary of CYLLENGE Corporation in Japan, based in Tan Binh district, Ho Chi Minh city, Vietnam."
	},
	{
		"company_id" : 92209,
		"company_name" : "INNOCHEE",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2021/04/22/InnocheeLogo-MZjqH.png",
		"website" : "http://innochee.vn",
		"about_us" : "Công ty INNOCHEE hoạt động trong lĩnh vực phát triển hệ thống và các giải pháp phần mềm. Thị trường hoạt động và khách hàng chủ yếu đến từ Nhật Bản."
	},
	{
		"company_id" : 92332,
		"company_name" : "DaouKiwoom Innovation",
		"country" : "South-Korea",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2021/10/13/TopDev-a2e0e7e1982f3c25749201e3a46583af-1634107722.PNG",
		"website" : "https://www.daou.co.kr/en/company/group",
		"about_us" : "DaouKiwoom Group has been one of the leading companies in Korea's IT and financial services with the total revenue of 2.2billion USD, profit of 1 billion USD and more than 5,000 employees in 2020."
	},
	{
		"company_id" : 92338,
		"company_name" : "APOLLO SOLUTIONS",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2023/01/12/TopDev-imgpshfullsizeanim7-1673516018.png",
		"website" : "Not found!",
		"about_us" : "Apollo luôn mong muốn xây dựng công ty phát triển giải pháp công nghệ chuyên nghiệp. Môi trường làm việc linh hoạt và hiệu quả cao. Đề cao việc xây dựng giá trị bền vững, phát triển liên tục và tôn trọng lẫn nhau; đòi hỏi các thành viên tại Apollo phải luôn nỗ lực, tập trung, nâng cao năng lực, cùng nhau xây dựng những giải pháp có chất lượng cao, giải quyết hiệu quả các vấn đề thực sự của khách hàng."
	},
	{
		"company_id" : 92367,
		"company_name" : "Care Health",
		"country" : "Singapore",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/08/03/TopDev-25f6746a7067509100f52fc0be445eb0-1691036286.jpg",
		"website" : "https://www.getcare.io/health-resources",
		"about_us" : "Care is on a mission to create a world where healthcare is patient-centered, seamless, and accessible anywhere.  We are in a strategic partnership with our sister company, Raffles Medical Group, to provide 100+ medical services digitally in 14 cities and more.  Today, our app is used at the frontlines of COVID19 to support doctors through telemedicine, vaccine paassports, and test certificates. As the digital natives of today become the aging population of tomorrow, we hope to use this momentum to build a health \"superapp\" that makes healthcare and insurance seamless.  We are an engineer-led company that seeks clean code, uptime, and product-market fit. Come join us, and bring your talents to solve the biggest problems in the world today."
	},
	{
		"company_id" : 92369,
		"company_name" : "Viettel Digital",
		"country" : "Vietnam",
		"size" : "500-999",
		"logo" : "https://assets.topdev.vn/images/2022/01/24/TopDev-Asset-15-1643008749.png",
		"website" : "https://digital.viettel.vn/",
		"about_us" : "Viettel Digital – Tổng Công ty thành viên thứ 8 của Tập đoàn Công nghiệp – Viễn thông Quân đội"
	},
	{
		"company_id" : 92398,
		"company_name" : "Công ty cổ phần Base Enterprise",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2021/07/15/TopDev-64fad1dd63a1d32122a526b66a52d64c-1626318193.png",
		"website" : "https://base.vn/",
		"about_us" : "Base.vn is a B2B SaaS (Software-as-a-Service) Company providing technology management solutions for SMEs enterprises."
	},
	{
		"company_id" : 92534,
		"company_name" : "EAERA",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/01/05/TopDev-Image-1-1641355446.png",
		"website" : "https://eaera.com/",
		"about_us" : "EAERA is a fintech company, launched in Vietnam in 2017 with an aim of making trading in various assets easy and accessible to everyone."
	},
	{
		"company_id" : 92615,
		"company_name" : "PHYSCODE",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2021/11/11/TopDev-dab9964a851d5abab2f291e3a48ebb18-1636620097.png",
		"website" : "https://physcode.com",
		"about_us" : "Công ty cổ phần công nghệ PHYSCODE VIỆT được thành lập tháng 01/2016 bởi đội ngũ sáng lập viên là những người có nhiều kinh nghiệm (trên 10 năm) trong ngành công nghệ phần mềm với mục tiêu trở thành đối tác triển khai dịch vụ công nghệ thông tin chuyên nghiệp và tin cậy cho khách hàng."
	},
	{
		"company_id" : 92640,
		"company_name" : "Laidon Group",
		"country" : "United States",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/03/27/TopDev-d75583db3b800902d15e721a6fb5a438-1679887354.png",
		"website" : "https://www.laidon.com/",
		"about_us" : "Laidon Group is a Certified SAP Silver Partner. We have been delivering solutions to enhance the SAP user experience since 1996."
	},
	{
		"company_id" : 92771,
		"company_name" : "Uniccs Việt Nam",
		"country" : "Japan",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/04/18/TopDev-UNICCSVIETNAM-Logo-1650255016.png",
		"website" : "http://vn.uniccs.co.jp/",
		"about_us" : "Công ty TNHH Uniccs Việt Nam là doanh nghiệp 100% vốn đầu tư Nhật Bản, được thành lập từ tháng 8 năm 2012.hoạt động trong lĩnh vực phát triển phần mềm cho thị trường Nhật. Chúng tôi không ngừng học hỏi, rèn luyện, hoàn thiện bản thân để mang đến những sản phẩm tốt nhất, đáp ứng được mọi yêu cầu về chất lượng của khách hàng."
	},
	{
		"company_id" : 92829,
		"company_name" : "V-KEY",
		"country" : "Singapore",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/03/10/TopDev-V-KeyLogoCrop-V-KeyTechJDI-1646898893.png",
		"website" : "https://www.v-key.com/",
		"about_us" : "V-Key is one of the world’s leading deep-tech companies in mobile cyber-security. Our patented technology V-OS has been deployed by top banks, mobile payment providers, and governments to secure software solutions and protect more than 150 million users globally."
	},
	{
		"company_id" : 92833,
		"company_name" : "Globaltech",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/03/11/TopDev-GlobalTech-Logo-1646984495.png",
		"website" : "https://globaltechjsc.com/",
		"about_us" : "GlobalTech là nơi hội tụ cùng phát triển của đội ngũ có lý tưởng tốt đẹp, có năng lực vững vàng, khao khát chung tay tạo nên những nền tảng công nghệ để phục vụ cho sự phát triển của doanh nghiệp và cộng đồng."
	},
	{
		"company_id" : 92908,
		"company_name" : "SECOMUS Technology",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/11/01/TopDev-d9f7bd6016354fede2bb4b8c9844e1e5-1698802266.png",
		"website" : "https://www.secomus.com/",
		"about_us" : "Secomus là Cty Công Nghệ, hiện đang phát triển các dự án lớn phục vụ các website thương mại điện tử trên nền tảng Shopify cho khách hàng từ Mỹ, Canada và các nước Châu Âu."
	},
	{
		"company_id" : 92937,
		"company_name" : "Talent Success",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2022/04/21/TopDev-logoQjyw0fHIO2WnLeDsxyGfYomv5J0yPJcN-1650530733.png",
		"website" : "Not found!",
		"about_us" : "Talent Success is the premium IT Recruitment service provided by Applancer JSC. Talent Success uses professional expertise to help employers recruit effectively. We help our clients find the best IT talents fast and select the right fit for their business needs using the most advanced search and selection tools and methods. Our team will do our best to drive your business success."
	},
	{
		"company_id" : 92969,
		"company_name" : "CÔNG TY CỔ PHẦN CHỨNG KHOÁN VPBANK",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2022/05/10/TopDev-MicrosoftTeams-image2-TngNguynXun-1652147637.png",
		"website" : "https://www.vpbanks.com.vn/",
		"about_us" : "Trở thành định chế tài chính công nghệ số 1 Việt Nam, với năng lực và uy tín vươn tầm quốc tế. Là điểm đến duy nhất thỏa mãn tất cả các nhu cầu về dịch vụ tài chính đầu tư của khách hàng với trải nghiệm đơn giản và thân thiện nhất."
	},
	{
		"company_id" : 93012,
		"company_name" : "MỸ ĐỨC HOSPITAL",
		"country" : "Vietnam",
		"size" : "500-999",
		"logo" : "https://assets.topdev.vn/images/2022/05/30/TopDev-Screenshot3-1653904313.png",
		"website" : "https://myduchospital.vn/",
		"about_us" : "Năm 2013, sau khi được xây dựng và tổ chức lại, Bệnh viện Mỹ Đức chính thức đi vào hoạt động với mũi nhọn chính là chăm sóc sức khỏe sinh sản. Gần 10 năm hoạt động, Bệnh viện Mỹ Đức đã triển khai thành công các hoạt động chăm sóc sức khoẻ sinh sản và từng bước xây dựng uy tín về chuyên môn trong ngành Sản Phụ khoa TPHCM và cả nước, đồng thời theo kịp sự tiến bộ của khu vực và thế giới trong các lãnh vực hoạt động của mình."
	},
	{
		"company_id" : 93582,
		"company_name" : "OPES",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2022/06/17/TopDev-OPES-Logo-1655432335.png",
		"website" : "https://www.opes.com.vn/",
		"about_us" : "Ra đời từ 2018, Công ty Cổ phần Bảo hiểm OPES mang trong mình DNA vượt trội, luôn tiên phong ứng dụng các giải pháp công nghệ cao để cung cấp những sản phẩm số hóa, đơn giản, tiện lợi và được cá nhân hóa, cũng như luôn sáng tạo & đổi mới để cải tiến sản phẩm và dịch vụ."
	},
	{
		"company_id" : 93634,
		"company_name" : "TechSoft Ltd.",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/08/24/TopDev-Horizontal-Logo-2-%281%29---Nguyen-Thao-1692863040.png",
		"website" : "https://techsoft.one/",
		"about_us" : "We're proud of Software \"Made in Vietnam\". Stable, secure, and scalable code starts here."
	},
	{
		"company_id" : 93687,
		"company_name" : "Public Bank Vietnam (PBVN)",
		"country" : "Malaysia",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2023/06/01/TopDev-Screenshot-2023-06-01-160749-1685610482.png",
		"website" : "https://publicbank.com.vn",
		"about_us" : "Public Bank Vietnam (PBVN) là ngân hàng 100% vốn nước ngoài thuộc sở hữu của Public Bank Berhad, Malaysia, một trong những Ngân hàng hàng đầu Malaysia về kết quả hoạt động kinh doanh và quản trị bền vững, nhất quán. Public Bank Vietnam được chuyển đổi từ Ngân hàng liên doanh VID Public - một trong những ngân hàng liên doanh đầu tiên tại Việt Nam, được thành lập ngày 25 tháng 3 năm 1992 với tỷ lệ vốn góp 50:50 giữa Ngân hàng Đầu tư và Phát triển Việt Nam (BIDV) và Public Bank Berhad, Malaysia. Trải qua hơn 30 năm hoạt động hiệu quả tại Việt Nam, hiện nay Public Bank Vietnam đã mở rộng mạng lưới lên 40 chi nhánh và phòng giao dịch (PGD) tại các tỉnh và thành phố chính của Việt Nam."
	},
	{
		"company_id" : 93794,
		"company_name" : "VINHOMES",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2022/10/10/TopDev-a9d57f18bae26b4c2f57750d32f662c8-1665417282.png",
		"website" : "https://vinhomes.vn/vi/tuyen-dung",
		"about_us" : "Vinhomes là công ty đầu tư, kinh doanh và quản lý bất động sản số 1 Việt Nam với quy mô, tốc độ phát triển và chất lượng dịch vụ đẳng cấp, dẫn dắt thị trường bất động sản Việt Nam phát triển bền vững, tiến tới vươn tầm quốc tế."
	},
	{
		"company_id" : 93797,
		"company_name" : "Smilegate Vietnam",
		"country" : "South-Korea",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/06/07/TopDev-c596dd04b2cb190d4ec93367702d2338-1717746067.png",
		"website" : "https://www.smilegate.com/en",
		"about_us" : "Smilegate is a Mega Value Innovator in Entertainment headquartered in Korea, since its foundation in 2002, Smilegate has continuously strived for happier lives and a more hopeful society by developing and providing quality games and content. Smilegate operates businesses in areas of game development and services, investments, and social contributions; develops and discovers various games and cultural content; and provides them as global services by increasing their value. The representative game is CROSSFIRE that world’s no.1 online FPS game with more than 670 million players from 80 countries, has surprising records such as having over 8 million concurrent users, has reached $10.5 billion sales revenue since its global launch."
	},
	{
		"company_id" : 93864,
		"company_name" : "SoftRoad Việt Nam",
		"country" : "Japan",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2022/12/06/TopDev-11811867135371436829975555193312544185490767n-1670303123.jpg",
		"website" : "https://www.softroad.co.jp/",
		"about_us" : "Công ty TNHH Soft Road Việt Nam là công ty chi nhánh 100% vốn của Công ty TNHH SoftRoad, có trụ sở chính tại Tokyo, Nhật Bản."
	},
	{
		"company_id" : 93941,
		"company_name" : "HIPTECH SOLUTION",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/03/29/TopDev-Hiptech-Solution-1680072895.png",
		"website" : "http://hiptechvn.com/",
		"about_us" : "HIPTECH Solution là công ty Công nghệ thông tin, được thành lập từ năm 2020 và phát triển cho đến nay. Hiện tại HIPTECH đã có mặt tại TP.HCM với 1 văn phòng đại diện và 2 văn phòng làm việc. Trong thời gian tới HIPTECH có kế hoạch mở rộng quy mô ra Hà Nội và Đà Nẵng."
	},
	{
		"company_id" : 93954,
		"company_name" : "DUDAJI VIETNAM",
		"country" : "South-Korea",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2023/03/14/TopDev-Dudaji_Sticker_Single_1-%281%29----1678770229.png",
		"website" : "https://middo.app/",
		"about_us" : "Dudaji is an IT development company that knows AI well.In Korea, we are developing services using AI such as VisionAI and natural language processing.Representatively, there is a copyright protection solution.It is headquartered in Korea and has development centers in Vietnam and Southeast Asia.In collaboration with the Vietnamese development team, we also launched a translation and communication app called Middo.(https://middo.app)Recently, we have collaborated with a large Korean game company to publish in the Asian market.The mainly used technology stack is as follows.Kubernetes, React.js(vue.js), PyTorch, Unity"
	},
	{
		"company_id" : 93985,
		"company_name" : "UPP Global Technology",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/04/11/TopDev-UPP-Logo-1681178916.png",
		"website" : "https://www.upp-technology.com/",
		"about_us" : "UPP Global Technology is a Data Analytics and IT solutions company providing such services as Advanced Data Analytics, Blockchain Development, Mobile App and Software Development and Maintenance as well as Salesforce Consultant and Engineering."
	},
	{
		"company_id" : 94001,
		"company_name" : "LG CNS Việt Nam",
		"country" : "South-Korea",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/09/12/TopDev-QpmYMaXNbD0iWSod-1694533554.png",
		"website" : "https://careers.lgcnsvn.com/",
		"about_us" : "Là Chuyên gia Chuyển đổi Kỹ thuật số (DX) và Đối tác tăng trưởng kỹ thuật số, chúng tôi cống hiến các kỹ năng DX của mình để giúp các khách hàng lớn đạt được thành công."
	},
	{
		"company_id" : 94020,
		"company_name" : "iTechwx",
		"country" : "United States",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/04/17/TopDev-%5Bremoval.ai%5D_tmp-643d0d4737a99-1681722803.png",
		"website" : "https://itechwxrecruiting.jobday.vn",
		"about_us" : "About us"
	},
	{
		"company_id" : 94023,
		"company_name" : "VUS - Anh Văn Hội Việt Mỹ",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2023/04/19/TopDev-Logo-VUS---Huynh-Tan-Giau%2C-Recruitment-Team-Leader%2C-HO%2C-HCM-giauhuynh%40vus-etsc.edu.vn-1681890223.jpg",
		"website" : "https://tuyendung.vus.edu.vn",
		"about_us" : "Anh Văn Hội Việt Mỹ VUS là hệ thống giáo dục hàng đầu Việt Nam. Đến nay, VUS đã phát triển rộng khắp với 70+ cơ sở toàn quốc đặt tại các thành phố trọng điểm như: Hồ Chí Minh. Hà Nội, Đà Nẵng, Bình Dương, Đồng Nai, Vũng Tàu, Buôn Ma Thuột, Cần Thơ, Tây Ninh, Vĩnh Long,..."
	},
	{
		"company_id" : 94027,
		"company_name" : "ROMULUS CONSULTANT COMPANY LIMITED",
		"country" : "Singapore",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/04/21/TopDev-RML-LOGO---Thi-Hoa-Le-Do-1682047543.png",
		"website" : "https://romulusconsult.com",
		"about_us" : "LinkTree Corp, headquartered in Singapore, and Romulus Consultants, based in Vietnam, are consulting firms specializing in IT consulting and development services. We provide resource augmentation for IT companies, connecting local talent with global opportunities."
	},
	{
		"company_id" : 94034,
		"company_name" : "Atech",
		"country" : "Malaysia",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2023/04/24/TopDev-Atech---Dev-Recruitment-1682327932.png",
		"website" : "atech.com",
		"about_us" : "Công ty ATech chúng tôi thực hiện các dự án phát triển App và Web, Outsource cho khu vực Châu Á cho nhiều loại hình kinh doanh khác nhau. ATech là một môi trường làm việc quốc tế với nhiều thành viên đến từ nhiều quốc gia khác nhau, có kiến thức chuyên môn cùng kĩ năng cao trong việc lập trình, phát triển App, Web. Luôn luôn cập nhật các tính năng mới chính là phương châm hoạt động của chúng tôi. Tinh thần sẵn sàng thử thách, tinh thần đồng đội và khả năng hành động chính là những yếu tốt cần thiết cho sự phát triển."
	},
	{
		"company_id" : 94056,
		"company_name" : "AppROI",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/05/10/TopDev-UVT73nBPa05hkXFS-1683700910.png",
		"website" : "https://www.approi.co/",
		"about_us" : "Được thành lập vào giữa năm 2019, AppROI - \"Bring The True Values ​​To Your Business\" - là một agency chuyên nghiệp trong lĩnh vực Mobile App & Growth Marketing tại Việt Nam. AppROI là một trong những agency hàng đầu chỉ tập trung vào App Marketing tại Việt Nam.  AppROI có nhiều kinh nghiệm trong các chiến lược tăng trưởng bền vững và hiểu biết sâu sắc về các công nghệ tiếp thị di động. Sứ mệnh của chúng tôi là hỗ trợ các công ty phát triển ứng dụng từng bước chinh phục các phần thị phần mục tiêu với Dịch vụ Minh bạch & Chất lượng cao."
	},
	{
		"company_id" : 94067,
		"company_name" : "BlockBase",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/05/18/TopDev-Screenshot-2023-05-18-135059-1684393687.png",
		"website" : "https://blockbase.co/",
		"about_us" : "We are an IT laboratory, and a member of BlockBase. BlockBase is a Canada-based venture capital company that is expanding its investment portfolio to Asia-Pacific and more specifically, into Vietnam. Acquiring OneBlock Labs - an experienced Vietnamese blockchain lab established from 2017, BlockBase’s goal is to reconstruct the investment portfolio and separate investment funds and product development; ultimately to become a venture builder that not only operates as a venture capital but as a fund incubator providing investment standards to Vietnamese & international investors as well.  BlockBase also establishes Herond Labs, a strategic subsidiary that functions as a blockchain lab, developing products and providing technical, blockchain and web3 solutions, bridging the gap between web2 and web3.  Blockchain and Web3 continue to to usher in a new dreamy era that will completely change the world in the future. BlockBase was born with the mission of incubating and supporting projects to access resources and build a meaningful journey, turning those dreams into reality."
	},
	{
		"company_id" : 94093,
		"company_name" : "VIKINGS",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/06/02/TopDev-1111111111111-1685690043.png",
		"website" : "https://www.vikingscyber.com/",
		"about_us" : "Vikings với sự đầu tư bài bản, kĩ lưỡng và kinh nghiệm hàng chục năm trong ngành đã, đang và sẽ luôn là môi trường sinh hoạt, luyện tập lý tưởng tạo nên những nhà vô địch Esports - Champions Begin"
	},
	{
		"company_id" : 94125,
		"company_name" : "CÔNG TY CP TƯ VẤN THƯƠNG HIỆU SAO KIM",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/04/08/TopDev-Anh-chup-man-hinh-2024-04-08-154803-1712566501.png",
		"website" : "saokim.com.vn",
		"about_us" : "Sao Kim cung cấp giải pháp toàn diện về xây dựng thương hiệu từ tư vấn chiến lược, thiết kế hệ thống nhận diện đến truyền thông thương hiệu. Cho đến nay, Sao Kim đã hỗ trợ hơn 10.000+ khách hàng trong hầu hết các lĩnh vực kinh doanh."
	},
	{
		"company_id" : 94126,
		"company_name" : "CÔNG TY TNHH ASTRA TECHNOLOGY",
		"country" : "South-Korea",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2024/04/26/TopDev-ruda-1714099590.png",
		"website" : "http://www.rudasoft.com/",
		"about_us" : "Là một doanh nghiệp sản xuất phần mềm có vốn 100% Hàn Quốc  Chúng tôi cung cấp dịch vụ tự động hóa thương mại tận dụng chuỗi giá trị toàn cầu (GVC), với nền tảng kinh nghiệm thực tế về lĩnh vực thương mại và chuyên môn kỹ thuật cao về phần mềm, RUDA S&C luôn không ngừng nghiên cứu và phát triển, trở thành doanh nghiệp tương lai đồng hành phát triển cùng với các doanh nghiệp vừa và nhỏ, và những doanh nghiệp lớn trong và ngoài nước."
	},
	{
		"company_id" : 94170,
		"company_name" : "HEINEKEN Vietnam",
		"country" : "Netherlands",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2023/07/25/TopDev-Logo-HNK---VN---Vy-Ho-Thuy-1690250766.png",
		"website" : "http://heineken-vietnam.com.vn/",
		"about_us" : "HEINEKEN Vietnam is a successful joint venture between HEINEKEN and SATRA (Saigon Trading Group). The company has a proud history of over 30 years – growing from the first brewery in Ho Chi Minh City in 1991 to 6 nationwide with over 3,000 employees today. We take Vietnamese people on our growth journey in the country. We are currently creating 246,000 jobs across the value chain, contributing an equivalence of 1.04% of Vietnam’s total GDP to the local economy and are among the country’s top taxpayers."
	},
	{
		"company_id" : 94186,
		"company_name" : "Terralogic",
		"country" : "United States",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/08/04/TopDev-Terralogic-Logo-%28New-2019%29---Phan-Dang-1691139009.png",
		"website" : "https://terralogic.com/",
		"about_us" : "Terralogic Inc. is an Engineering & IT services company headquartered in Silicon Valley, USA. It has 1,200 employees and three development centers in the US, India, and Vietnam, providing comprehensive solutions that are cost-effective, scalable, and flexible. The company serves global clients, among them technology pioneers and industry leaders. We’re super excited to build a beautiful story in Vietnam and we want you to be a part of it!"
	},
	{
		"company_id" : 94199,
		"company_name" : "Công ty TNHH Transcosmos Technology Việt Nam",
		"country" : "Japan",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/08/08/TopDev-Logo---Tra-Phung-1691464683.png",
		"website" : "https://www.trans-tech.vn/",
		"about_us" : "transcosmos technology Vietnam is a 100% Japanese owned company and a leader in Software Programming & IT Solution."
	},
	{
		"company_id" : 94296,
		"company_name" : "Archer Game Studio",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/09/19/TopDev-Logo---Thi-Thien-Thuong-Le-1695092566.jpg",
		"website" : "http://test.kyvuong.mobi/archer/",
		"about_us" : ""
	},
	{
		"company_id" : 94312,
		"company_name" : "World Wave Culture Technology",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2023/09/22/TopDev-315536578_110669381860041_7841296381097168170_n---World-Wave-Culture-Technology-Cong-ty-1695367671.png",
		"website" : "Not found!",
		"about_us" : "World Wave Culture Technology (WWCT) là công ty thành lập ở Việt Nam từ tháng 04/2022, hoạt động trong lĩnh vực App Tin tức và bình luận bóng đá chính quy Online. Chúng tôi có chi nhánh tại nhiều nước khu vực Đông Nam Á, công ty mẹ có trụ sở tại tỉnh Tứ Xuyên - Trung Quốc. Tất cả đều hoạt động trong lĩnh vực App Tin tức thể thao bóng đá thế giới."
	},
	{
		"company_id" : 94319,
		"company_name" : "SanAn",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/01/26/TopDev-C9QhfwA9Tjz6kO2W-1706254134.png",
		"website" : "https://sanancorp.com/ja/",
		"about_us" : "SanAn là một công ty công nghệ trẻ được thành lập vào năm 2021, hiện có hơn 60 thành viên với 3 văn phòng tại Hà Nội, Thanh Hóa và Tokyo (Nhật Bản). Với sứ mệnh \"Mang đến nụ cười hạnh phúc và sự cảm động cho những người đồng hành bằng những trải nghiệm vượt ngoài mong đợi\", SanAn luôn mong muốn trở thành đối tác hàng đầu tạo ra những dịch vụ có giá trị cho người dùng, đồng thời góp phần mang lại giá trị cho những người đồng hành bằng cách tối ưu hóa sức mạnh của CNTT, vận dụng sức sáng tạo và trái tim đồng cảm."
	},
	{
		"company_id" : 94336,
		"company_name" : "Bananalink",
		"country" : "South-Korea",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2024/01/23/TopDev-gGUYMduevbfoYjwJ-1705990767.png",
		"website" : "https://bananalink.io/",
		"about_us" : "Lĩnh vực hoạt động:"
	},
	{
		"company_id" : 94347,
		"company_name" : "FREECRACY VIỆT NAM",
		"country" : "Japan",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/10/06/TopDev-logo---Anh-Vo-Phuong-1696584970.png",
		"website" : "https://freec.asia/",
		"about_us" : "Overview: freeC Asia is a headhunting service provider that offers recruitment-related services. Leveraging AI technology, freeC Consulting connects recruiters with millions of qualified candidates, saving them time and costs.Talent acquisition, management, and insights in one platform - HR All in One. We have over 550,000 candidates ranging from senior positions and above, with more than 45% specializing in the IT field."
	},
	{
		"company_id" : 94384,
		"company_name" : "Alephon",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/10/24/TopDev-logo-alephon-1698122118.jpg",
		"website" : "https://alephon.com/en/",
		"about_us" : "Alephon Vietnam was established by a group of industry veterans from New Zealand, Australia, Vietnam and the UAE (Dubai). Our head office is located in Ho Chi Minh City (D7). Alephon is a cloud solution engineering company with focus on small and medium businesses. We assist with the full development lifecycle of digital products. Our mission is to enable small and medium businesses to gain a technology edge by engineering new custom solutions and re-engineering existing solutions."
	},
	{
		"company_id" : 94409,
		"company_name" : "EMESOFT",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2023/11/06/TopDev-Screenshot-2023-11-03-at-12.00.08---Nhung-Le-Tuyet-1699242770.png",
		"website" : "https://www.emesoft.net/",
		"about_us" : "We help our clients and partners grow their businesses by transforming their daily operations into software and cloud-based solutions."
	},
	{
		"company_id" : 94416,
		"company_name" : "LightVision Inc.",
		"country" : "South-Korea",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2023/11/08/TopDev-LV2_%28%29-1699435426.png",
		"website" : "https://blog.naver.com/livi_livi/223151950501",
		"about_us" : "Công ty TNHH Lightvision được thành lập vào tháng 10 năm 2018 nhằm tạo ra các giá trị cho xã hội dựa trên công nghệ AI."
	},
	{
		"company_id" : 94450,
		"company_name" : "CÔNG TY CỔ PHẦN CẢNG  MIPEC",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2023/12/04/TopDev-Logo---Trang-Nguyen-Thi-Quynh-1701660272.jpg",
		"website" : "Not found!",
		"about_us" : ""
	},
	{
		"company_id" : 94452,
		"company_name" : "SALESCORE",
		"country" : "South-Korea",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/12/07/TopDev--1701924120.PNG",
		"website" : "https://www.salescore.me/",
		"about_us" : "We are SALESCORE (www.salescore.me), a leading global enterprise specializing in distribution solutions, leverages cutting-edge technology as the world's premier Integrated Distribution System (IDS) provider. Our innovative system-based collaborations span across global sales, supply chain, production, and the dynamic landscape of web 3.0, thereby significantly enhancing companies' sales and return on investment (ROI)."
	},
	{
		"company_id" : 94501,
		"company_name" : "GOD Group",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2023/12/29/TopDev-sfsdfsdf-1703822858.png",
		"website" : "https://www.godgroup.com/",
		"about_us" : "GOD Group Ltd là công ty chuyên về lĩnh vực thương mại điện tử (E-commerce), lên ý tưởng thiết kế đồ họa in trên các sản phẩm Print-on-Demand nền áo thun, cốc, gối, chăn, thảm… cho thị trường USA, Australia, Anh, các nước EU. Ngoài ra công ty còn tập trung vào lập trình và sản xuất phần mềm với team developer chuyên nghiệp, tài năng. Chúng tôi mong muốn trở thành nơi chắp cánh cho các nhân tài trẻ, năng động để các bạn vượt qua mọi giới hạn đúng như slogan của công ty “Beyond all borders”."
	},
	{
		"company_id" : 94527,
		"company_name" : "CÔNG TY CỔ PHẦN CÔNG NGHỆ BYTE",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2024/06/06/TopDev-z5510345220942_82647a78458bab5fea24cd1204d0dd5d-1717636522.jpg",
		"website" : "Not found!",
		"about_us" : "203 Nam Kỳ Khởi Nghĩa,, Phường Võ Thị Sáu, Quận 3, Thành phố Hồ Chí Minh"
	},
	{
		"company_id" : 94534,
		"company_name" : "GEM MULTIMEDIA SDN. BHD",
		"country" : "Malaysia",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/01/30/TopDev-Logo_Gem---hrr-hrr-1706581701.png",
		"website" : "https://gemmedia.info/",
		"about_us" : "Công Ty Gem Multimedia SDN. BHD là công ty chuyên cung cấp dịch vụ tư vấn chiến lược Digital Marketing, tư vấn định hướng Marketing và định hướng Social Marketing nhằm giúp Doanh nghiệp tối ưu những chiến lược mà Doanh nghiệp đang chạy hoặc chuẩn bị chạy (SEO, Google Ads, Social Ads,…). Chúng tôi luôn phân tích trước khi đưa ra các kế hoạch và chiến lược phù hợp dựa trên định hướng, tài nguyên hiện hữu và nhân lực của từng khách hàng."
	},
	{
		"company_id" : 94549,
		"company_name" : "CÔNG TY DỊCH VỤ MOBIFONE KHU VỰC 2 - CHI NHÁNH TỔNG CÔNG TY VIỄN THÔNG MOBIFONE (Mobifone KV2)",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2024/02/05/TopDev-MBF_QuyChuanLogo_160219-01---Truc-Nguyen-1707108892.png",
		"website" : "https://www.mobifone.vn/",
		"about_us" : ""
	},
	{
		"company_id" : 94578,
		"company_name" : "CÔNG TY CỔ PHẦN SUNTEK",
		"country" : "Thailand",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/02/27/TopDev-Logo-Suntek---Van-Nguyen-1709017080.jpg",
		"website" : "http://suntekvn.com/",
		"about_us" : "Welcome to Suntek, where creativity meets technology in the dynamic realm of gaming! 🚀 As a cutting-edge game studio and outsourcing powerhouse, Suntek is your passport to an exciting world of innovation and collaboration."
	},
	{
		"company_id" : 94615,
		"company_name" : "NamiTech",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/03/11/TopDev-tsNcssXW18RAUhIB-1710123139.png",
		"website" : "https://www.namitech.io/",
		"about_us" : "NamiTech là startup công nghệ được hỗ trợ bởi Tập đoàn FPT, ra đời vào năm 2022. Công ty có đội ngũ nghiên cứu mạnh, gồm những kỹ sư đầu ngành với nhiều năm kinh nghiệm về xử lý tín hiệu số, sinh trắc học và ngôn ngữ tự nhiên. Hiện tại, thị trường chính của NamiTech là Việt Nam, Nhật Bản và Mỹ, với nhiều khách hàng trong mảng tài chính, ngân hàng, viễn thông."
	},
	{
		"company_id" : 94617,
		"company_name" : "NEOPETS",
		"country" : "Global",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/03/11/TopDev-RuNk990HBXB3sfW8-1710127207.jpg",
		"website" : "https://www.neopets.com/",
		"about_us" : "Neopets is looking for ambitious and self-motivated talent to contribute to the Neopets Renaissance."
	},
	{
		"company_id" : 94640,
		"company_name" : "NEOKO",
		"country" : "Vietnam",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2024/06/19/TopDev-z5553082255660_3951302fcbe139e913e6c207df77816b-1718778912.jpg",
		"website" : "https://neoko.com/",
		"about_us" : "🎮 Welcome to NeoKo! We unite gamers all around the world through web3 gaming. Deploy games for free, play games and earn rewards at http://NeoKo.com  🚀"
	},
	{
		"company_id" : 94657,
		"company_name" : "Công ty Cổ phần Công nghệ Truyền thông Việt Nam (VNTT)",
		"country" : "Vietnam",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2024/04/03/TopDev-Logo-VNTT---English---Tien-Nguyen-1712113621.png",
		"website" : "https://vntt.com.vn/",
		"about_us" : "Công ty Cổ phần Công nghệ Truyền thông Việt Nam (tên tiếng Anh: VIET NAM TECHNOLOGY & TELECOMMUNICATION JOINT STOCK COMPANY; Tên viết tắt: VNTT) là công ty được thành lập với sự góp vốn của 02 cổ đông sáng lập: Tổng Công ty Đầu tư và Phát triển Công nghiệp (Becamex IDC), Tập đoàn Bưu chính Viễn thông Việt Nam (VNPT)"
	},
	{
		"company_id" : 94669,
		"company_name" : "CÔNG TY TNHH LIKELION",
		"country" : "South-Korea",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/05/08/TopDev-9601cb662597ea35723a0f290875137b-1715162266.png",
		"website" : "https://www.likelion.edu.vn/",
		"about_us" : "LIKELION là trung tâm đào tạo lập trình chất lượng tại Việt Nam. Chúng tôi không gò bó bản thân trong phương pháp giáo dục truyền thống. Bạn sẽ được học từ những chuyên gia trong ngành, tiếp cận mô hình học hiện đại và chương trình đào tạo chuyên sâu đáp ứng nhu cầu thực tế của thị trường công nghệ."
	},
	{
		"company_id" : 94683,
		"company_name" : "CÔNG TY TNHH CÔNG NGHỆ VIỆT THÁI DƯƠNG",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/04/19/TopDev-logo-cnttshop-vn---Nguyen-Van-Nam-%28Mr-Nam%29-1713492488.png",
		"website" : "https://cnttshop.vn/",
		"about_us" : "Công ty TNHH Công nghệ Việt Thái Dương được thành lập vào ngày 17/12/2004, có nhiều năm kinh nghiệm trong lĩnh vực công nghệ thông tin mạng máy tính, mạng viễn thông. Chúng tôi chuyên phân phối thiết bị - tư vấn - triển khai giải pháp mạng cho tổ chức, doanh nghiệp trong lĩnh vực: Security, Network, Wifi Access Point, CCTV, Conference. CNTTShop là đơn vị chuyên phân phối thiết bị mạng Switch, Router, Firewall, WiFi, Load Balancing, Server, Module quang của các hãng lớn như: Cisco, HPE, Dell, Aruba, Juniper, Fortinet, Cambium, Maipu, Ruckus, Allied Telesis, Sophos, MikroTik, SonicWall, Palo Alto... với mục tiêu chất lượng tốt nhất, giá cả hợp lý nhất và đặc biệt dịch vụ bảo hành và chăm sóc khách hàng chu đáo."
	},
	{
		"company_id" : 94690,
		"company_name" : "Công ty TNHH Yura Corporation Bắc Ninh_Chi nhánh Hà Nội",
		"country" : "Korea",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2024/04/24/TopDev-Anh-chup-man-hinh-2024-04-24-163816-1713951535.png",
		"website" : "https://www.yuracorp.co.kr/en/index.jsp",
		"about_us" : "Software, Phần Mềm"
	},
	{
		"company_id" : 94712,
		"company_name" : "Sisu Network",
		"country" : "United States",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/05/20/TopDev-images---Steven-Smith-1716187218.png",
		"website" : "https://sisu.network/",
		"about_us" : "Sisu is a decentralized blockchain that powers cross-chain communication. We support cross-chain token swapping (e.g. native, ERC20 or ERC721) to facilitate digital monetary transactions like Bitcoin, Crypto, and other digital currencies. Sisu can support almost all modern blockchains, and we are adding more and more supported tokens as we progress. Our network also allows developers to interact with cross-chain contracts as if they are working on the same chain to reduce time spent learning new languages and help them build their own networks."
	},
	{
		"company_id" : 94715,
		"company_name" : "CÔNG TY CỔ PHẦN TẬP ĐOÀN THIÊN KHÔI",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2024/05/21/TopDev-Logo-TKG-white_2024-WEB0-1716256229.png",
		"website" : "https://thienkhoi.com/",
		"about_us" : "Tập đoàn Môi giới Bất động sản thổ cư chiếm lĩnh toàn bộ thị trường."
	},
	{
		"company_id" : 94718,
		"company_name" : "ECQ",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/05/22/TopDev-ECQ-LOGO_NEW---Truong-Hon-My-1716366669.png",
		"website" : "https://www.e-cq.net/company.html",
		"about_us" : "ECQ is a network security company offering offensive security services and solutions focused on active offensive and defensive positioning. Since its establishment, ECQ provides superior consultancy services to clients in many different industries, including financial sector, infrastructure, service providers and government agencies.  ECQ is highly trusted by many enterprises internationally to provide in-depth security assessment, highly resilient security designs, and innovative security technologies. With its current presence in the Singapore, Thailand, Vietnam, and USA, ECQ aims to continuously deliver high quality security services to many diverse customers around the globe."
	},
	{
		"company_id" : 94720,
		"company_name" : "Specific Group Holding",
		"country" : "Australia",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2024/05/23/TopDev-vfbfg-%281%29-1716430601.png",
		"website" : "https://specific-group.com/",
		"about_us" : "Specific-Group is your partner in custom software development since 1998. We work internationally with locations in the U.S., Austria, Germany, Slovakia, and Belarus. We employ more than 200 custom software developers, business technology consultants, QA professionals, and UI/UX designers. This allows you to have access to top talent when you need it.  Our mission is to make your organization more efficient and profitable through development resources. Whether you’re looking for short-term developers to finish a software project or you need a completely new application from scratch, we offer excellence in all of our partnerships."
	},
	{
		"company_id" : 94726,
		"company_name" : "TrinTech",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2024/05/24/TopDev-aaf229d2270be04a28b0ff523f87d5be-1716541553.png",
		"website" : "Not found!",
		"about_us" : "TrinTech is an online platform that specializes in providing rich, exciting and safe leisure and entertainment experiences. By integrating the latest technology and innovative thinking, we are committed to fulfilling our users' needs for diverse entertainment and easy gaming.  The core members of the company are all from well-known internet companies with over 10 years of experience in the gaming industry. Whether it's planning, programming, or art, we have industry-leading leaders, teams, and mature project development and management experience."
	},
	{
		"company_id" : 94730,
		"company_name" : "TNT MEDIA & ISOCIA",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/05/30/TopDev-13e72ddaf91fbb98e529927c837d5103-1717043291.png",
		"website" : "https://www.facebook.com/profile.php?id=100063847864279",
		"about_us" : "Công Ty TNHH TNT Media & Isocial định hướng phát triển thành Tập đoàn Công nghệ hàng đầu Việt Nam và phát triển mạnh mẽ tại khu vực Đông Nam Á."
	},
	{
		"company_id" : 94731,
		"company_name" : "Công ty Cổ phần Symper Việt Nam",
		"country" : "Vietnam",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2024/05/30/TopDev-symper-short-logo.4e42aed8---Kha-Dao-Manh-%281%29-1717056764.png",
		"website" : "https://symper.vn",
		"about_us" : "Symper là một trong những công ty đi đầu tại Việt Nam trong lĩnh vực Low-code, với sản phẩm chủ đạo là Symper Platform - Nền tảng giúp những người không cần biết code vẫn có thể tạo ra được những ứng dụng phục vụ quá trình quản lý trong doanh nghiệp một cách nhanh chóng và hiệu quả."
	},
	{
		"company_id" : 94733,
		"company_name" : "OS Vietnam Group",
		"country" : "Japan",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2024/05/31/TopDev-Logo-OSPV---nhung-nhung-1717145267.png",
		"website" : "https://www.outsourcing-vn.com/",
		"about_us" : "Chúng tôi, OS Vietnam Group, được thành lập tại Việt Nam vào năm 2011. Chúng tôi là một công ty dịch vụ nhân sự toàn diện có lịch sử lâu đời. Trụ sở chính là Outsourcing Co., Ltd. tại Nhật Bản và là một trong 5 công ty hàng đầu trong ngành. Chúng tôi có hơn 260 công ty thuộc tập đoàn tại 34 quốc gia trên thế giới và chúng tôi cung cấp nhiều loại dịch vụ nhân sự. Là một công ty có lịch sử lâu đời, chúng tôi tại OS Vietnam Group sẽ tiếp tục nỗ lực để cung cấp những dự án tốt hơn cho khách hàng."
	},
	{
		"company_id" : 94736,
		"company_name" : "Công ty Cổ phần Traphaco",
		"country" : "Vietnam",
		"size" : "Hơn 1000",
		"logo" : "https://assets.topdev.vn/images/2024/06/05/TopDev-logo_vi---nguyen-lap-1717553387.png",
		"website" : "https://traphaco.com.vn/",
		"about_us" : "Công ty Cổ phần Traphaco là một trong những công ty dược phẩm hàng đầu tại Việt Nam, chuyên sản xuất và kinh doanh các sản phẩm dược phẩm, thực phẩm chức năng và các sản phẩm chăm sóc sức khỏe trên nền tảng chuỗi cung ứng xanh từ nguồn nguyên liệu đến công nghệ sản xuất sạch, hệ thống phân phối, dịch vụ thân thiện với môi trường..."
	},
	{
		"company_id" : 94737,
		"company_name" : "BIOTURING",
		"country" : "United States",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/06/05/TopDev-bioturing_logo---Nga-Ly-1717580349.jpg",
		"website" : "https://bioturing.com/aboutus",
		"about_us" : "BioTuring is an innovative bioinformatics company based in San Diego. Founded in 2016, the company has developed transformational bioinformatics platforms for sequencing data analysis, enabling scientists to gain valuable insights from biological data in an interactive, fast, and accurate approach."
	},
	{
		"company_id" : 94738,
		"company_name" : "The Representative Office of Zen Living Ltd. in Ho Chi Minh City",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2024/06/06/TopDev-logo-Zen---Trang-Nguyen-1717644947.jpg",
		"website" : "Not found!",
		"about_us" : ""
	},
	{
		"company_id" : 94739,
		"company_name" : "Unifiedpost",
		"country" : "Belgium",
		"size" : "100-499",
		"logo" : "https://assets.topdev.vn/images/2024/06/06/TopDev-Anh-chup-man-hinh-2024-06-06-142755-1717659387.png",
		"website" : "https://www.unifiedpostgroup.com/",
		"about_us" : "Unifiedpost is a leading cloud-based platform for SME business services built on Documents, Identity, Payments and associated finance services. Unifiedpost operates and develops a comprehensive cloud-based platform for administrative and financial services that allows real-time and seamless connections between Unifiedpost’s customers, their suppliers, their customers, and other parties along the financial value chain. With its one-stop-shop solutions, Unifiedpost’s mission is to make administrative and financial processes simple and smart for its customers. Since its founding in 2001, Unifiedpost has grown significantly, expanding to offices in 30 countries, with more than 400 million documents processed in 2020, reaching over 980,000 SMEs and more than 2,500 Corporates across its platform today."
	},
	{
		"company_id" : 94746,
		"company_name" : "CÔNG TY CỔ PHẦN NAM TRƯỜNG SƠN HÀ NỘI",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2024/06/10/TopDev-e2e865882c55219367c23ec51c6a55e9-1718008751.png",
		"website" : "Not found!",
		"about_us" : "Nam Trường Sơn Hà Nội là Công ty cung cấp các giải pháp Công nghệ thông tin toàn diện uy tín hàng đầu Việt Nam. Bước vào thị trường ICT từ năm 2006, với sự kế thừa tất cả nguồn lực và khả năng của văn phòng đại diện tại Hà Nội thuộc Tập đoàn Nam Trường Sơn (NTS Group), chúng tôi giúp các Doanh nghiệp xây dựng hạ tầng mạng, hệ thống an ninh, bảo mật với các sản phẩm, dịch vụ và giải pháp công nghệ vượt trội, tân tiến nhất."
	},
	{
		"company_id" : 94747,
		"company_name" : "CÔNG TY TNHH INFCAPITAL",
		"country" : "Vietnam",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2024/06/11/TopDev-38533cf7d4fdb94b7b9f1fe7e3449c80-1718070518.png",
		"website" : "https://infcapital.vn/",
		"about_us" : "Công ty TNHH InfCapital là một công ty startup thành lập năm 2023, với đội ngũ đã cùng nhau khởi nghiệp từ 2018 trong các lĩnh vực Game & Digital Marketing. InfCapital hoạt động trong lĩnh vực công nghệ đang làm sản phẩm về lĩnh vực Finance. Xuất phát từ khát vọng xây dựng công ty mà trung tâm là đội ngũ bao gồm những \"con người phù hợp\", ở đó có môi trường giúp:"
	},
	{
		"company_id" : 94748,
		"company_name" : "CÔNG TY TNHH BẢO HIỂM NHÂN THỌ GENERALI VIỆT NAM",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2024/06/11/TopDev-c6a5a0993164e2aac8b8d1a5519bfc33-1718095564.png",
		"website" : "Not found!",
		"about_us" : "Generali Vietnam tự hào thuộc tập đoàn Generali, được thành lập năm 1831 tại Trieste, Ý. Generali đã được Hiệp hội các Công ty Bảo hiểm Quốc gia Ý ANIA công nhận là Tập đoàn Bảo hiểm Số 1 tại Ý với doanh thu xuất sắc trong 02 năm liên tiếp (2021-2022)(*). Đây là một thành tích đáng tự hào, khẳng định vị thế hàng đầu của Generali trên thị trường bảo hiểm thế giới."
	},
	{
		"company_id" : 94749,
		"company_name" : "Resonance Technology",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/06/13/TopDev-resonance-1718250407.png",
		"website" : "resonancetech.co",
		"about_us" : "Resonance Technology"
	},
	{
		"company_id" : 94750,
		"company_name" : "MenuWise",
		"country" : "New Zealand",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2024/06/13/TopDev-5e08dbab276b03a39d059be70d4d52b0-1718263603.png",
		"website" : "https://menuwise.com/",
		"about_us" : "MenuWise provides a web app used by the worlds best chefs to manage their recipes and menus smarter and faster."
	},
	{
		"company_id" : 94751,
		"company_name" : "G-STATION",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2024/06/25/TopDev-Anh-chup-man-hinh-2024-06-25-155624-1719305817.png",
		"website" : "Not found!",
		"about_us" : ""
	},
	{
		"company_id" : 94756,
		"company_name" : "CÔNG TY TNHH BYTEUP TECHNOLOGY",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/06/17/TopDev-CMYK---PNG---Thu-Trang-Duong-1718614769.png",
		"website" : "https://byteuptech.com/",
		"about_us" : "At [Byteup Tech], we specialize in providing top-notch IT services and consulting to businesses of all sizes. Our turnkey solutions cover everything from app and web development to cloud architecture and project management, ensuring that your company has everything it needs to thrive in today's fast-paced digital landscape."
	},
	{
		"company_id" : 94757,
		"company_name" : "INMOBI",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/06/28/TopDev-T6WYh9zHc2yurKiG-1719541817.png",
		"website" : "https://www.inmobivn.com/",
		"about_us" : "Software, Phần Mềm"
	},
	{
		"company_id" : 94760,
		"company_name" : "CÔNG TY CỔ PHẦN CÔNG NGHỆ TRUSTIFY",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/06/19/TopDev-channels4_profile-1718764504.jpg",
		"website" : "https://trustifytechnology.com/en/",
		"about_us" : "Trustify Technology is a software development partner committed to creating high-performing tech solutions. We deliver dependable offshore engineering services, harnessing the expertise of IT professionals boasting 15+ years of experience to elevate business outcomes and ensure continual growth."
	},
	{
		"company_id" : 94763,
		"company_name" : "TRUONG HAI GROUP CORPORATION",
		"country" : "Vietnam",
		"size" : "Over 20.000",
		"logo" : "https://assets.topdev.vn/images/2024/06/19/TopDev-003c1bfee106b2c1776ec0896501ff63-1718782477.png",
		"website" : "https://tuyendung.thaco.com.vn/tieng-viet",
		"about_us" : "CÔNG TY CỔ PHẦN TẬP ĐOÀN TRƯỜNG HẢI (TRUONG HAI GROUP) tiền thân là Công ty CP Ô tô Trường Hải (THACO) được thành lập vào ngày 29/04/1997, tại Đồng Nai. Người sáng lập là ông Trần Bá Dương, hiện là Chủ tịch Hội đồng quản trị."
	},
	{
		"company_id" : 94764,
		"company_name" : "Glis Games Limited",
		"country" : "Hong Kong",
		"size" : "10-24",
		"logo" : "https://assets.topdev.vn/images/2024/06/20/TopDev-Glis-Games-logo---Vivien-Bui-1718874171.png",
		"website" : "https://www.glisgames.com/",
		"about_us" : "Glis Games. In the vast landscape of the gaming industry, where mighty dinosaurs roam, there emerged a small yet resilient creature called Glis. Much like the chubby dormouse it was named after, Glis Games scurried into existence among the giants of the gaming world."
	},
	{
		"company_id" : 94768,
		"company_name" : "CÔNG TY TNHH GIẢI PHÁP PHẦN MỀM LOGISTICS NANO",
		"country" : "Vietnam",
		"size" : "25-99",
		"logo" : "https://assets.topdev.vn/images/2024/06/24/TopDev-nano_logistics_software_solution_logo-1719202067.jpg",
		"website" : "https://www.nanologsoftware.com/",
		"about_us" : "Hệ sinh thái giải pháp phần mềm về logistics tại Việt Nam"
	},
	{
		"company_id" : 94770,
		"company_name" : "ABC Software",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2024/06/25/TopDev-1bae613607692c66d5e35cee07e1660e-1719284322.png",
		"website" : "Not found!",
		"about_us" : "Software"
	},
	{
		"company_id" : 94773,
		"company_name" : "CÔNG TY TNHH CÁC GIẢI PHÁP SOFTEL",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2024/06/27/TopDev-softel---Linh-Nguyen-1719456751.png",
		"website" : "Not found!",
		"about_us" : ""
	},
	{
		"company_id" : 94774,
		"company_name" : "CÔNG TY TNHH PHẦN MỀM SPECTAQ",
		"country" : "Not found!",
		"size" : "Not found!",
		"logo" : "https://assets.topdev.vn/images/2024/06/27/TopDev-Logo_Spectaq---Chi-Truong-1719470662.jpg",
		"website" : "Not found!",
		"about_us" : ""
	}
]
